physics/syllabus/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-08-22 Fri 18:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Physics Syllabus</title>
<meta name="author" content="Mr. Maxwell" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Physics Syllabus</h1>

<div id="outline-container-org0279e43" class="outline-2">
<h2 id="org0279e43"><span class="section-number-2">1.</span> Instructor</h2>
<div class="outline-text-2" id="text-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><b><b>name</b></b></td>
<td class="org-left">Tyler Maxwell</td>
</tr>

<tr>
<td class="org-left"><b><b>email</b></b></td>
<td class="org-left"><a href="mailto:tyler.maxwell@lausd.net">tyler.maxwell@lausd.net</a></td>
</tr>

<tr>
<td class="org-left"><b><b>room</b></b></td>
<td class="org-left">E305</td>
</tr>
</tbody>
</table>

<p>
There will be several parent conferences throughout the school year. Mr. Maxwell can also be reached through email at <a href="mailto:tyler.maxwell@lausd.net">tyler.maxwell@lausd.net</a>. If you would prefer to communicate via telephone, please contact me through email first and include your telephone number, and I will follow up via text.
</p>
</div>
</div>

<div id="outline-container-orgd6f88a9" class="outline-2">
<h2 id="orgd6f88a9"><span class="section-number-2">2.</span> Course Content</h2>
<div class="outline-text-2" id="text-2">
<p>
Physics is a laboratory-based college-preparatory course. Laboratory experiments provide the empirical basis for understanding and confirming concepts. This course lays the foundation for further studies in Physics and also serves as an Advanced Placement (AP) Physics readiness course.This course meets the Grades 9-12 District physical science requirement and the one year of the University of California "d" entrance requirement for laboratory science.
</p>
</div>

<div id="outline-container-org5ccabae" class="outline-3">
<h3 id="org5ccabae"><span class="section-number-3">2.1.</span> Textbook</h3>
<div class="outline-text-3" id="text-2-1">
<p>
<b><b>Physics in the Universe: California HMH Science Dimensions</b></b>
</p>
</div>
</div>
</div>

<div id="outline-container-orgce0483b" class="outline-2">
<h2 id="orgce0483b"><span class="section-number-2">3.</span> Grading Policy - also how parents/students can find out their grades</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-orgb4c7f40" class="outline-3">
<h3 id="orgb4c7f40"><span class="section-number-3">3.1.</span> Academic Grade</h3>
<div class="outline-text-3" id="text-3-1">
</div>
<div id="outline-container-orgb46f487" class="outline-4">
<h4 id="orgb46f487"><span class="section-number-4">3.1.1.</span> What is included in the academic grade?</h4>
<div class="outline-text-4" id="text-3-1-1">
<p>
Academic grades will reflect student mastery of course content as demonstrated on assessments throughout the year. All work assigned over the course of the semester will be graded according to the following scale.
. 
</p>
</div>
</div>
<div id="outline-container-org222cc52" class="outline-4">
<h4 id="org222cc52"><span class="section-number-4">3.1.2.</span> Grade Scale</h4>
<div class="outline-text-4" id="text-3-1-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Grade</th>
<th scope="col" class="org-left">Points</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">A</td>
<td class="org-left">3.6 or above</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">B</td>
<td class="org-left">2.6 to 3.5</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">C</td>
<td class="org-left">1.6 to 2.5</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">F</td>
<td class="org-left">less than 1.5</td>
</tr>
</tbody>
</table>

<p>
<b><b>Students that are in danger of failing will be scheduled for after-school tutoring and periodic parent/teacher conferences will be mandatory.</b></b> until the course grade has improved.
</p>
</div>
</div>
</div>

<div id="outline-container-org08b3a64" class="outline-3">
<h3 id="org08b3a64"><span class="section-number-3">3.2.</span> Work Habits Grade and Cooperation Grade</h3>
<div class="outline-text-3" id="text-3-2">
<p>
Work Habits and Cooperation grades are based on effort, responsibility, attendance, conduct, and class participation. 
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">E</th>
<th scope="col" class="org-left">excellent</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">satisfactory</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">U</td>
<td class="org-left">unsatisfactory</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-orgd0da284" class="outline-2">
<h2 id="orgd0da284"><span class="section-number-2">4.</span> Suggested Materials</h2>
<div class="outline-text-2" id="text-4">
<p>
Students will be provided a notebook for organization of class and laboratory notes.
</p>
</div>
</div>
<div id="outline-container-org8f14d9d" class="outline-2">
<h2 id="org8f14d9d"><span class="section-number-2">5.</span> Planner Policy/Bathroom Policy</h2>
<div class="outline-text-2" id="text-5">
<p>
Students may not use the restroom during the first or last ten minutes of each class period. One student is allowed out of the class at a time, and students must take <b><b>their</b></b> signed planner. Bathroom breaks are not to exceed five minutes unless there is an explicit reason that is communicated to the teacher.
</p>
</div>
</div>
<div id="outline-container-org772ce55" class="outline-2">
<h2 id="org772ce55"><span class="section-number-2">6.</span> Cell Phone Policy</h2>
<div class="outline-text-2" id="text-6">
<p>
LAUSD official policy states that <b><b>students are not permitted to use cell phones or any other non-school-issued electronic devices during instructional time</b></b>. The first instance of non-compliance will result in a verbal warning. Subsequent non-compliance will result in  the device being kept in the office for the remainder of the school day, to be picked up by the student after school. Any further instances of non-compliance will result in the device being kept in the office until a legal guardian arrives to pick it up.
</p>
</div>
</div>
<div id="outline-container-org234fcf6" class="outline-2">
<h2 id="org234fcf6"><span class="section-number-2">7.</span> Class Rules/Expectations</h2>
<div class="outline-text-2" id="text-7">
<ul class="org-ul">
<li>keep hands, feet, and objects to yourself.</li>
<li>only leave the room with the teacher's permission.</li>
</ul>
</div>
</div>
<div id="outline-container-org8232d42" class="outline-2">
<h2 id="org8232d42"><span class="section-number-2">8.</span> Homework expectations</h2>
<div class="outline-text-2" id="text-8">
<p>
All assignments must be completed by the deadline specified on Schoology. Late work will be accepted at the teacher's discression. 
</p>
</div>
</div>
<div id="outline-container-org60ec199" class="outline-2">
<h2 id="org60ec199"><span class="section-number-2">9.</span> Tutoring Information</h2>
<div class="outline-text-2" id="text-9">
<p>
Tutoring will be offered on Thrusday after school, or by appointment.
</p>
</div>
</div>
<div id="outline-container-orgd1e9f5e" class="outline-2">
<h2 id="orgd1e9f5e"><span class="section-number-2">10.</span> Connections to Performing Arts in Core Curriculum</h2>
<div class="outline-text-2" id="text-10">
<p>
Physics is full of opportunities to express oneself creatively and artistically. Throughout the year, many assignments will involve drawing, public speaking, creative writing, and other artistic means of expression.
</p>
</div>
</div>

<div id="outline-container-org3476276" class="outline-2">
<h2 id="org3476276"><span class="section-number-2">11.</span> Signatures</h2>
<div class="outline-text-2" id="text-11">
<p>
Student:____________________________
</p>


<p>
Parent:_____________________________
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Mr. Maxwell</p>
<p class="date">Created: 2025-08-22 Fri 18:04</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
