chemistry/syllabus/index.tex
% Created 2025-08-15 Fri 08:07
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=2cm]{geometry}
\author{Mr. Maxwell}
\date{\today}
\title{Chemistry Syllabus}
\hypersetup{
 pdfauthor={Mr. Maxwell},
 pdftitle={Chemistry Syllabus},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.4 (Org mode 9.6.15)}, 
 pdflang={English}}
\begin{document}



\section{Instructor}
\label{sec:orga21ce43}

\begin{center}
\begin{tabular}{ll}
\textbf{\textbf{name}} & Tyler Maxwell\\[0pt]
\textbf{\textbf{email}} & \href{mailto:tyler.maxwell@lausd.net}{tyler.maxwell@lausd.net}\\[0pt]
\textbf{\textbf{room}} & E305\\[0pt]
\end{tabular}
\end{center}

There will be several parent conferences throughout the school year. Mr. Maxwell can also be reached through email at \href{mailto:tyler.maxwell@lausd.net}{tyler.maxwell@lausd.net}. If you would prefer to communicate via telephone, please contact me through email first and include your telephone number, and I will follow up via text.

\section{Course Content}
\label{sec:org4121ed4}

Chemistry is a laboratory-based college-preparatory course. Laboratory experiments provide the empirical basis for understanding and confirming concepts. This course lays the foundation for further studies in Chemistry and also serves as an Advanced Placement (AP) Chemistry readiness course.This course meets the Grades 9-12 District physical science requirement and the one year of the University of California ‘d’ entrance requirement for laboratory science.

\subsection{Textbook}
\label{sec:orgc46e7fb}

\textbf{\textbf{Chemistry in the Earth System: California HMH Science Dimensions}}

\section{Grading Policy - also how parents/students can find out their grades}
\label{sec:org61dc726}
\subsection{Academic Grade}
\label{sec:orge04dc46}
\subsubsection{What is included in the academic grade?}
\label{sec:org1978c4d}
Academic grades will reflect student mastery of course content as demonstrated on assessments throughout the year. All work assigned over the course of the semester will be graded according to the following scale.
. 
\subsubsection{Grade Scale}
\label{sec:orgf0ffb2f}

\begin{center}
\begin{tabular}{ll}
\hline
Grade & Points\\[0pt]
\hline
A & 3.6 or above\\[0pt]
\hline
B & 2.6 to 3.5\\[0pt]
\hline
C & 1.6 to 2.5\\[0pt]
\hline
F & less than 1.5\\[0pt]
\hline
\end{tabular}
\end{center}

\textbf{\textbf{Students that are in danger of failing will be scheduled for after-school tutoring and periodic parent/teacher conferences will be mandatory.}} until the course grade has improved.

\subsection{Work Habits Grade and Cooperation Grade}
\label{sec:org2eddf97}

Work Habits and Cooperation grades are based on effort, responsibility, attendance, conduct, and class participation. 
\begin{center}
\begin{tabular}{ll}
\hline
E & excellent\\[0pt]
S & satisfactory\\[0pt]
U & unsatisfactory\\[0pt]
\hline
\end{tabular}
\end{center}


\section{Suggested Materials}
\label{sec:org6cfa106}
Students will be provided a notebook for organization of class and laboratory notes.
\section{Planner Policy/Bathroom Policy}
\label{sec:org35ef53c}
Students may not use the restroom during the first or last ten minutes of each class period. One student is allowed out of the class at a time, and students must take \textbf{\textbf{their}} signed planner. Bathroom breaks are not to exceed five minutes unless there is an explicit reason that is communicated to the teacher.
\section{Cell Phone Policy}
\label{sec:org6f563b5}
LAUSD official policy states that \textbf{\textbf{students are not permitted to use cell phones or any other non-school-issued electronic devices during instructional time}}. The first instance of non-compliance will result in a verbal warning. Subsequent non-compliance will result in  the device being kept in the office for the remainder of the school day, to be picked up by the student after school. Any further instances of non-compliance will result in the device being kept in the office until a legal guardian arrives to pick it up.
\section{Class Rules/Expectations}
\label{sec:org7c59aff}
\begin{itemize}
\item keep hands, feet, and objects to yourself.
\item only leave the room with the teacher's permission.
\end{itemize}
\section{Homework expectations}
\label{sec:orgfb791c0}
All assignments must be completed by the deadline specified on Schoology. Late work will be accepted at the teacher's discression. 
\section{Tutoring Information}
\label{sec:org008d2f6}
Tutoring will be offered on Thrusday after school, or by appointment.
\section{Connections to Performing Arts in Core Curriculum}
\label{sec:orgae43c53}
Chemistry is full of opportunities to express oneself creatively and artistically. Throughout the year, many assignments will involve drawing, public speaking, creative writing, and other artistic means of expression.

\section{Signatures}
\label{sec:orgfc1a8fb}

Student:\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_


Parent:\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_\_
\end{document}
